Repository: tetrahedronix/essential-script
Catalog: i18n/languages/essential-script-*.po
Languages: it_it

source: Script saved
it_it: Script salvato

source: Essential Script plugin offers you the ability to plug and manage your essential scripts through a basic input interface.
it_it: Essential Script plugin offre la possibilità di inserire e gestire i tuoi script essenziali per mezzo di una interfaccia di input basilare.

source: Save Script
it_it: Salva Script

source: Choose where to plug the script
it_it: Scegli dove inserire lo script

source: Head
it_it: Intestazione

source: Content
it_it: Contenuto

source: Content with Shortcode
it_it: Contenuto con Shortcode

source: Note:
it_it: Nota:

source: Use the tag [essential-script]
it_it: Usa il tag [essential-script]

source: Foot
it_it: Piè di pagina

source: Choose where to store the script
it_it: Scegli dove memorizzare lo script

source: File (Recommended)
it_it: File (Raccomandato)

source: Enter the filename
it_it: Inserisci il nome del file

source: Use <a href="%s">wp_enqueue_scripts</a> hook (where possible)
it_it: Usa l'aggancio <a href="%s">wp_enqueue_scripts</a> (dove possibile)

source: Note:
it_it: Nota:

source: The external script file cannot contain the <script> tag.
it_it: Il file dello script esterno non può contenere i tag <script>.

source: What pages include the script
it_it: Quali pagine includono lo script

source: Default Homepage
it_it: Default pagina principale

source: Single Post
it_it: Post Singolo

source: Pages
it_it: Pagine

source: Archive
it_it: Archivio

source: Max 512 chars. The allowed tags are listed in settings_sanitize(). You can add or remove tags as required.
it_it: Massimo 512 caratteri. I tags permessi sono elencati in settings_sanitize(). Puoi aggiungere o rimuovere i tags a piacimento.

source: Fill your script settings below: script code, position and storage.
it_it: Inserisci le impostazioni per il tuo script qui sotto: codice, posizione e supporto di memoria dello script.

source: Enter the script code here
it_it: Inserisci qui il codice dello script

source: The plugin Essential Script requires PHP %s or later.
it_it: Il plugin Essential Script richiede PHP %s o superiore.

source: Contact your system admin about updating your PHP interpreter
it_it: Contatta l'amministratore del tuo sistema per aggiornare il tuo interprete PHP

source: The plugin Essential Script requires Wordpress %s or later
it_it: Il plugin Essential Script richiede Wordpress %s o superiore

source: Contact your system admin about updating your Wordpress copy
it_it: Contatta l'amministratore del tuo sistema per aggiornare la tua copia di Wordpress
